Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=586_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Marja Helander da Outi Pieski SajoŠsse tuejjeem čeäppõstuejjõõzzid čõõđtet
fin: Marja Helanderin ja Outi Pieskin Sajokseen tekemät taideteokset julkistetaan kulttuuri-illassa 3.4.

source: SääŠmčeäŠppneeŠǩǩi Marja Helander da Outi Pieski SajoŠsse tuejjeem čeäppõstuejjõõzzid čõõđtet da čuäjtet mââibaarǥjeäŠǩǩää 3.4. čiâss 20 äŠlǧǧem sääŠm kulttur jeäŠǩǩääst.
fin: Saamelaistaiteilijoiden Marja Helanderin ja Outi Pieskin Sajokseen tekemät taideteokset julkistetaan ja esitellään tiistai-iltana 3.4. klo 20 alkavassa saamelaisen kulttuurin illassa.

source: Čeäppõstuejjõõzzi pirr maainast riikk čeäppõstuejjõstuåimmkååŠdd vääŠrrsaaǥǥjååŠđteei Veli Granö.
fin: Taideteokset esittelee valtion taideteostoimikunnan varapuheenjohtaja Veli Granö.

source: Outi Pieski da Marja Helander liâ mieŠldd čeäppõstuejjõspoodd.
fin: Outi Pieski ja Marja Helander ovat läsnä tilaisuudessa.

source: Pieski tuejjõõzz liâ pijjum Sajoozz parlamenttkueŠrnec Solju seinna da Helander tuejjõõzz sääŠmǩeŠrjjpõõrt da väŠldduus pââibeälla.
fin: Pieskin teokset on sijoitettu Sajoksen parlamenttisali Soljuun ja Helanderin teokset Sajoksen saamelaiskirjastoon ja pääoven yläpuolelle.

source: Outi Pieski seiŠnnreliefi lij pijjum parlamenttkueŠrnec Solju seinna.
fin: Outi Pieskin seinäreliefi on sijoitettu parlamenttisali Soljuun.

source: Tuejjõs nårrai määŋgain kåŠlluum da viõlggkåŠlluum stääŠlltiiskin, kook räŠjje määŋgtääŠzzaž kumccõõtti veeŠrd kueŠrnec seinna da maainsteeikriiŠlcže.
fin: Teos koostuu lukuisista kullatuista ja valkokullatuista teräslautasista, jotka muodostavat monitasoisen sädehtivän virran salin seinälle ja puhujapönttöön.

source: ʼhttân tuejjõõzz visualaž vueŠlǧǧemaŠlggân lij neezzan määccka kuulli laustõkzääpneǩ.
fin: Yhtenä teoksen visuaalisena lähtökohtana on naisen saamenpuvussa käytettävä risku.

source: Tuejjõõzz vuäŠzz liâ tiiskmallsa da tõin repččai kåškknjõõzz liâ pâŠsttmen.
fin: Teoksen osat ovat muodoltaan lautasia ja niistä roikkuvat pisarat lusikoita.

source: Ǩeramiikk pâŠsttmi ååŠbleǩǩiõll puätt sääŠm ääŠrbvuâlaž täŠhttpâŠsttmest. ”
fin: Keraamisten lusikoiden muotokieli tulee perinteisestä saamelaisesta luulusikasta. ”

source: Tuejjõõzz tuejjeŠmmen leäm smiõttâm puõlvvõõǥǥi veeŠrd ääiŠjest di õŠhttekuullmõõžž, koŠst veŠrdd poorat juâkksa meeŠst ”, maainast čeäŠppneǩ.
fin: Teosta tehdessäni olen pohtinut sukupolvien virtaa ajassa sekä yhteenkuuluvuutta, jossa virta ruokkii jokaista meistä ”, kertoo taiteilija.

source: Marja Helander kueiŠtvuäzzas tuejjõs lij pijjum Sajoozz sääŠmǩeŠrjjpõŠrtte.
fin: Marja Helanderin kaksiosainen teos on sijoitettu Sajoksen saamelaiskirjastoon.

source: Tuejjõõzz vuõssmõs vuäŠss nårrai 30:st ânnʼjõžpeeiŠv sämmlaid snimmum snimldõõǥǥâst, kook liâ snimmum juõŠǩǩ åŠrnn LääŠddjânnam.
fin: Teoksen ensimmäinen osa koostuu 30:stä nykypäivän saamelaisia kuvaavasta valokuvasta, jotka on kuvattu eri puolilla Suomea.

source: Persoon liâ klasstõllum tuejjõõzzâst jälstempääiŠǩ, ââŠjj da jieŠnnǩiõl mieŠldd.
fin: Henkilöt on jaoteltu teoksessa asuinpaikan, ikäryhmän ja äidinkielen mukaan.

source: Tuejjõõzz nuŠbb vuäŠss lij jõnn snimldõk, koŠst liâ tuõddârkueŠstelm ool snimmum sâddnorldõk sââdd. ”
fin: Teoksen toinen osa on iso valokuva, jossa tunturimaiseman päälle on kuvattu herbaarion kasveja. ”

source: Tõk räŠjje heäŠrvvǩeŠrjjõsnallšem ooŠle, kook õõŋtõõleeŠl pâŠjjlab ââŠlm årra, piâzzee meädda meäŠrtum da klasstõllum nuäŠđest ”, mäŠhtt čeäŠppneǩ jiõčč maainast tuejjõõzzeez pirr.
fin: Ne muodostavat ornamenttimaisen pinnan kurotetellen kohti taivaita, vapautuen määrittelyn ja luokittelun ikeestä ”, kuten taiteilija itse kuvailee teostaan.

source: Helander kuälmad tuejjõs ŠTuõddrestŠ lij pijjum Sajoozz väŠldduus pââibeäŠlnn åårrai ikkân ouŠdde da tuejjõs maainast luâđast šuuvvi piõggǩiõlin, piõgg pååssam õhttu šõddi tuõddârsueŠjji pirr.
fin: Helanderin kolmas teos ŠTunturissaŠ on sijoitettu Sajoksen pääoven yläpuolella olevan ikkunan eteen ja se kuvaa tuulen tuivertamia yksinäisiä tunturikoivuja.

source: ČeäŠppneǩ Marja Helander tuejjõõzzid ǩiõttʼtõõlli pressteâđtõs täŠst.
fin: Taiteilija Marja Helanderin teoksia käsittelevä lehdistötiedote tässä.

source: ČeäŠppneǩ Outi Pieski tuejjõõzzid ǩiõttʼtõõlli pressteâđtõs täŠst.
fin: Taiteilija Outi Pieskin teoksia käsittelevä lehdistötiedote tässä.
